[SJTools]
//JP-->Japanese or EN-->English.
Language =JP

//LanguageFile =$scripts/SJTools/SJTools_EN.ms
LanguageFile =$scripts/SJTools/SJTools_JP.ms

Version =

Icon =Standard

[SJPBake]
LoadList =true
LoadSetting =false
PBakedSelect =true
BakedLayer =true
BBakedSelect =true
BakedLayerName =ベイクオブジェクト

//端から順に、タイプ、オプション、ミラー、スタート、エンド、ステップ、バイステップ、位置キー、回転キー、スケールキー
ToolSetting =#(1, 1, false, 0, 100, 1, false, true, true, true)
ListL =#()
ListR =#()

[SJLayerLayer]
LastEditLNameTxt =レイヤ

[SJRenamer]
LastKeyWordNews =test
LastKeyWordReplaceA =
LastKeyWordReplaceB =
LastKeyWordAdd =a
LastKeyWordSearch =bx
Numbering =true
OnlyNumbering =false
BaseNumber =0
Steps =1
Digit =1
nNumber =61

[SJSelectorRig]
BodyRol =false
FingerRol =false
OtherRol =false
SerectorRigZoom =false
FilterLastKeyWords =b
UIButtonFlip =false

////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////
//Language Tool Name & Tips
////////////////////////////////////////////////////////////////////////////////////////////////////////////////////////
[SJToolsToolName]
SJPBakeToolName =ぴーべいく
SJRenamerToolName =りねーまー
SJSparkToolName =すぱーくん
SJTimeMachineToolName =たいむましん
SJKeyMachineToolName =きーましん
SJSelectorToolName =せれくにゃー
SJSelectorRigToolName =せれくにゃーはりけーん
SJPoserToolName =ぽーちゃん
SJHiderToolName =はいだー
SJBipFitterToolName =びっぷふぃったー
SJSceneSlicerToolName =しーんすらいちゃん
SJLayerLayerToolName =れいやーれいやぁ～
SJRollerToolName =ろーらー
SJAnimKeyPreviewToolName =あにきー
SJAdjusterToolName =あじゃすたー
SJBioSkinPlusToolName =ばいきん+
SJMultiPRSToolName =まるちにゃー
SJBeyondHelperToolName =Beyond Helper
SJAttributeHoloderToolName =SJ Attribute Holoder
SJCutColectorToolName =SJ Cut Colector

[SJToolsToolNameEN]
SJPBakeToolName =SJ PBake
SJRenamerToolName =SJ Renamer
SJSparkToolName =SJ Spark
SJTimeMachineToolName =SJ Time Machine
SJKeyMachineToolName =SJ Key Machine
SJSelectorToolName =SJ Selector
SJSelectorRigToolName =SJ Bip Rig Selector
SJPoserToolName =SJ Poser
SJHiderToolName =SJ Poly Hider
SJBipFitterToolName =SJ Biped Adjuster
SJSceneSlicerToolName =SJ Scene Slicer
SJLayerLayerToolName =SJ Layer Layer
SJRollerToolName =SJ Roller
SJAnimKeyPreviewToolName =SJ AnimKey Preview
SJAdjusterToolName =SJ Adjuster
SJMultiPRSToolName =SJ Multi PRS
SJBioSkinPlusToolName =SJ Bio Skin Plus
SJBioSkinPlusToolName =SJ Bio Skin Plus
